//
// Created by wowan on 31.03.2024.
//

#include "Simple_sentences.h"

#include <iostream>

int main() {
    std::cout << "1. Я на майбутній роботі хочу мати справу з документами чи з людьми? (адже це абсолютно різні стилі життя)" << std::endl;
    std::cout << "2. Я хочу мати роботу сидячу чи мобільну? (це залежить від характеру)" << std::endl;
    std::cout << "3. Я хочу працювати на себе чи на когось? (для багатьох — це важливо)" << std::endl;
    std::cout << "4. Мені потрібна робота рутинна чи креативна? (програмування — це переважно креативне заняття)" << std::endl;
    std::cout << "5. Я хочу працювати у великій компанії чи в маленькій, в державній компанії чи у приватній?" << std::endl;
    std::cout << "6. Я хочу працювати на батьківщині чи за кордоном?" << std::endl;
    std::cout << "7. Я хочу керувати чи виконувати?" << std::endl;
    std::cout << "8. Я хочу працювати в одній професії чи в різнопланових проектах?" << std::endl;
    std::cout << "9. Я хочу багато грошей і готовий(а) до нервово-неспокійне життя, чи не виснажувати себе, а гроші — як вийде?" << std::endl;
    std::cout << "10. Я хочу працювати за фіксованим чи вільним графіком?" << std::endl;
    std::cout << "11. Приблизно скільки грошей я хочу отримувати відразу, через 3 роки, через 5 років, через 10 років?" << std::endl;

    return 0;
}
